Repository: uktrade/directory-components
Catalog: directory_components/locale/*/LC_MESSAGES/django.po
Languages: de

source: Invest
de: Investieren

source: UK setup guide
de: Leitfaden Unternehmensgründung

source: Find a UK supplier
de: Anbieter aus Großbritannien finden

source: Industries
de: Branchen

source: Country
de: Land

source: Select
de: Wechseln

source: Main menu
de: Hauptmenü

source: Contact us
de: Kontakt

source: Privacy and cookies
de: Datenschutz und Cookies

source: Terms and conditions
de: AGB

source: Department for International Trade on GOV.UK
de: Department for International Trade auf GOV.UK

source: For UK businesses
de: Für Unternehmen in Großbritannien

source: For international businesses
de: Für internationale Unternehmen

source: Department for International Trade
de: Ministerium für internationalen Handel (DIT)

source: Great Britain and Northern Ireland
de: Großbritannien und Nordirland

source: Go to the page for UK businesses
de: Zur Seite für britische Unternehmen

source: Language
de: Sprache
